Repository: AdgaiWalker/Dorazoom
Catalog: Sources/ZoomItMacCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.panorama.description
source: Press the panorama shortcut and drag a rectangle over scrollable content (for example, a long web page or document). DoraZoom then captures the region repeatedly while you scroll. Scroll smoothly in one direction—vertically or horizontally—and press the shortcut again to finish. The captured frames are aligned and stitched into a single tall or wide image. The base shortcut copies the stitched panorama to the clipboard; hold Shift with the shortcut to save it as a PNG file instead.
de: Drücke den Panorama-Kurzbefehl und ziehe ein Rechteck über scrollbare Inhalte, etwa eine lange Webseite oder ein Dokument. DoraZoom nimmt den Bereich beim Scrollen wiederholt auf. Scrolle gleichmäßig in eine Richtung – vertikal oder horizontal – und drücke zum Beenden erneut den Kurzbefehl. Die aufgenommenen Bilder werden ausgerichtet und zu einem einzigen hohen oder breiten Bild zusammengefügt. Der einfache Kurzbefehl kopiert das zusammengesetzte Panorama in die Zwischenablage. Halte zusätzlich Shift gedrückt, um es stattdessen als PNG-Datei zu sichern.
es_419: Presiona el atajo de panorámica y arrastra un rectángulo sobre contenido desplazable, como una página web larga o un documento. DoraZoom captura el área repetidamente mientras desplazas el contenido. Desplázate suavemente en una dirección, vertical u horizontal, y vuelve a presionar el atajo para terminar. Los fotogramas capturados se alinean y ensamblan en una sola imagen alta o ancha. El atajo básico copia la panorámica ensamblada al portapapeles; mantén Shift con el atajo para guardarla como archivo PNG.
es_es: Pulsa el atajo de panorámica y arrastra un rectángulo sobre contenido desplazable, como una página web larga o un documento. DoraZoom captura la zona repetidamente mientras desplazas el contenido. Desplázate suavemente en una dirección, vertical u horizontal, y vuelve a pulsar el atajo para terminar. Los fotogramas capturados se alinean y ensamblan en una única imagen alta o ancha. El atajo básico copia la panorámica ensamblada al portapapeles; mantén Shift con el atajo para guardarla como archivo PNG.
fr: Appuyez sur le raccourci Panorama et tracez un rectangle sur un contenu défilant, par exemple une longue page web ou un document. DoraZoom capture ensuite plusieurs fois la zone pendant le défilement. Faites défiler régulièrement dans une direction, verticale ou horizontale, puis appuyez de nouveau sur le raccourci pour terminer. Les images capturées sont alignées et assemblées en une seule image haute ou large. Le raccourci de base copie le panorama assemblé dans le presse-papiers ; maintenez Shift avec le raccourci pour l’enregistrer plutôt dans un fichier PNG.
ja: パノラマのショートカットを押し、スクロールできる内容（長いWebページや書類など）の上を長方形にドラッグします。DoraZoom は、スクロール中にその範囲を繰り返し取り込みます。 縦または横の一方向に滑らかにスクロールし、もう一度ショートカットを押して終了します。取り込んだフレームは位置を合わせて結合され、縦長または横長の1枚の画像になります。 基本のショートカットでは結合したパノラマをクリップボードにコピーします。Shift を押しながらショートカットを使うと、代わりに PNG ファイルとして保存します。
ko: 파노라마 단축키를 누르고 스크롤할 수 있는 콘텐츠(긴 웹 페이지나 문서 등) 위로 직사각형을 드래그합니다. 그러면 DoraZoom이 스크롤하는 동안 해당 영역을 반복해서 캡처합니다. 세로 또는 가로 한 방향으로 부드럽게 스크롤하고 단축키를 다시 눌러 완료합니다. 캡처한 프레임의 위치를 맞춰 하나의 긴 세로 또는 가로 이미지로 합성합니다. 기본 단축키는 합성한 파노라마를 클립보드에 복사합니다. Shift와 함께 단축키를 누르면 대신 PNG 파일로 저장합니다.
pt_br: Pressione o atalho de panorama e arraste um retângulo sobre conteúdo rolável, como uma página longa ou um documento. O DoraZoom captura a área repetidamente enquanto você rola o conteúdo. Role suavemente em uma direção, vertical ou horizontal, e pressione o atalho novamente para terminar. Os quadros capturados são alinhados e montados em uma única imagem alta ou larga. O atalho básico copia o panorama montado para a área de transferência; segure Shift com o atalho para salvá-lo como arquivo PNG.
zh_hans: 按全景快捷键，在可滚动内容（例如长网页或文档）上拖出一个矩形。滚动时，DoraZoom 会反复捕捉该区域。 沿一个方向平滑滚动（垂直或水平），然后再次按快捷键完成。捕捉的帧会对齐并拼接成一张纵向或横向长图。 直接按快捷键会将拼接后的全景图复制到剪贴板；按住 Shift 再按快捷键则会将其保存为 PNG 文件。
zh_hant: 按全景快速鍵，在可捲動內容（例如長網頁或文件）上拖出一個矩形。捲動時，DoraZoom 會重複擷取該區域。 沿一個方向平順捲動（垂直或水平），然後再次按快速鍵完成。擷取的畫面會對齊並拼接成一張直向或橫向長圖。 直接按快速鍵會將拼接後的全景影像複製到剪貼板；按住 Shift 再按快速鍵則會將其儲存為 PNG 檔案。

# settings.panorama.shortcut
source: Panorama shortcut:
de: Panorama-Kurzbefehl:
es_419: Atajo de panorámica:
es_es: Atajo de panorámica:
fr: Raccourci Panorama :
ja: パノラマのショートカット：
ko: 파노라마 단축키:
pt_br: Atalho de panorama:
zh_hans: 全景快捷键：
zh_hant: 全景快速鍵：

# settings.permissions.description
source: Review Screen Recording, Accessibility, Input Monitoring, microphone, and camera permissions.
de: Berechtigungen für Bildschirmaufnahme, Bedienungshilfen, Eingabeüberwachung, Mikrofon und Kamera prüfen.
es_419: Revisa los permisos de grabación de pantalla, accesibilidad, monitoreo de entrada, micrófono y cámara.
es_es: Revisa los permisos de grabación de pantalla, accesibilidad, monitorización de entrada, micrófono y cámara.
fr: Consultez les autorisations d’enregistrement de l’écran, d’accessibilité, de surveillance de l’entrée, du microphone et de la caméra.
ja: 画面収録、アクセシビリティ、入力監視、マイク、カメラのアクセス権を確認します。
ko: 화면 녹화, 손쉬운 사용, 입력 모니터링, 마이크, 카메라 권한을 검토합니다.
pt_br: Revise as permissões de Gravação de Tela, Acessibilidade, Monitoramento de Entrada, microfone e câmera.
zh_hans: 检查屏幕录制、辅助功能、输入监控、麦克风和摄像头权限。
zh_hant: 檢查螢幕錄製、輔助使用、輸入監控、麥克風和相機權限。

# settings.permissions.open_center
source: Open Permission Center…
de: Berechtigungscenter öffnen…
es_419: Abrir centro de permisos…
es_es: Abrir centro de permisos…
fr: Ouvrir le centre des autorisations…
ja: アクセス権センターを開く…
ko: 권한 센터 열기…
pt_br: Abrir central de permissões…
zh_hans: 打开权限中心…
zh_hant: 開啟權限中心…

# settings.record.description
source: Press the record shortcut to record the whole screen to a MOV file; hold Shift with the shortcut to drag a rectangle and record just that region. Press the shortcut again to stop, then choose where to save the recording. Enable system audio to capture what you hear, and choose a microphone to also record your voice. Microphone recording requires the bundled app and microphone permission.
de: Drücke den Aufnahmekurzbefehl, um den gesamten Bildschirm als MOV-Datei aufzunehmen. Halte zusätzlich Shift gedrückt, um ein Rechteck zu ziehen und nur diesen Bereich aufzunehmen. Drücke den Kurzbefehl erneut zum Beenden und wähle anschließend den Speicherort. Aktiviere Systemaudio, um den wiedergegebenen Ton aufzunehmen, und wähle ein Mikrofon für deine Stimme aus. Für die Mikrofonaufnahme muss DoraZoom über DoraZoom.app ausgeführt werden und die Mikrofonberechtigung erteilt sein.
es_419: Presiona el atajo de grabación para grabar toda la pantalla en un archivo MOV; mantén Shift con el atajo para dibujar un rectángulo y grabar solo esa área. Vuelve a presionar el atajo para detener la grabación y elige dónde guardarla. Activa el audio del sistema para capturar lo que escuchas y elige un micrófono para grabar también tu voz. Para grabar el micrófono, DoraZoom debe ejecutarse desde DoraZoom.app y tener permiso para usarlo.
es_es: Pulsa el atajo de grabación para grabar toda la pantalla en un archivo MOV; mantén Shift con el atajo para dibujar un rectángulo y grabar solo esa zona. Vuelve a pulsar el atajo para detener la grabación y elige dónde guardarla. Activa el audio del sistema para capturar lo que oyes y elige un micrófono para grabar también tu voz. Para grabar el micrófono, DoraZoom debe ejecutarse desde DoraZoom.app y tener permiso para usarlo.
fr: Appuyez sur le raccourci d’enregistrement pour enregistrer tout l’écran dans un fichier MOV ; maintenez Shift avec le raccourci pour tracer un rectangle et n’enregistrer que cette zone. Appuyez de nouveau sur le raccourci pour arrêter, puis choisissez où enregistrer la vidéo. Activez le son du système pour capturer ce que vous entendez et choisissez un microphone pour enregistrer votre voix. Pour enregistrer le microphone, DoraZoom doit être exécuté depuis DoraZoom.app et disposer de l’autorisation d’accès au microphone.
ja: 収録ショートカットを押すと画面全体を MOV ファイルに収録します。Shift を押しながらショートカットを使うと、長方形をドラッグしてその範囲だけを収録できます。もう一度ショートカットを押して停止し、収録の保存先を選択します。 システムオーディオを有効にすると聞こえている音を取り込み、マイクを選ぶと声も収録できます。マイク収録には DoraZoom.app からの実行とマイクへのアクセス許可が必要です。
ko: 녹화 단축키를 누르면 전체 화면을 MOV 파일로 녹화합니다. Shift와 함께 단축키를 누르면 직사각형을 드래그해 해당 영역만 녹화합니다. 단축키를 다시 눌러 중지한 다음 녹화 저장 위치를 선택합니다. 시스템 오디오를 활성화하면 들리는 소리를 캡처하고, 마이크를 선택하면 목소리도 녹음할 수 있습니다. 마이크 녹음에는 DoraZoom.app 실행과 마이크 권한이 필요합니다.
pt_br: Pressione o atalho de gravação para gravar a tela inteira em um arquivo MOV; segure Shift com o atalho para desenhar um retângulo e gravar somente essa área. Pressione o atalho novamente para parar e escolha onde salvar a gravação. Ative o áudio do sistema para capturar o que você ouve e escolha um microfone para gravar sua voz também. Para gravar o microfone, o DoraZoom deve ser executado a partir do DoraZoom.app e ter permissão para usá-lo.
zh_hans: 按录制快捷键将整个屏幕录制为 MOV 文件；按住 Shift 再按快捷键，可拖出矩形并仅录制该区域。再次按快捷键停止，然后选择录制的保存位置。 启用系统音频可捕捉你听到的声音；选择麦克风还可录制你的声音。麦克风录制需要从 DoraZoom.app 运行，并授予麦克风权限。
zh_hant: 按錄製快速鍵將整個螢幕錄製為 MOV 檔案；按住 Shift 再按快速鍵，可拖出矩形並只錄製該區域。再次按快速鍵停止，然後選擇錄製內容的儲存位置。 啟用系統音訊可擷取你聽到的聲音；選擇麥克風還可錄製你的聲音。麥克風錄製需要從 DoraZoom.app 執行，並授予麥克風權限。

# settings.record.microphone
source: Capture microphone audio
de: Mikrofonaudio aufnehmen
es_419: Capturar audio del micrófono
es_es: Capturar audio del micrófono
fr: Capturer le son du microphone
ja: マイク音声を収録
ko: 마이크 오디오 캡처
pt_br: Capturar áudio do microfone
zh_hans: 捕捉麦克风音频
zh_hant: 擷取麥克風音訊

# settings.record.microphone_device
source: Microphone:
de: Mikrofon:
es_419: Micrófono:
es_es: Micrófono:
ja: マイク：
ko: 마이크:
pt_br: Microfone:
zh_hans: 麦克风：
zh_hant: 麥克風：

# settings.record.mouse_clicks
source: Show mouse clicks
de: Mausklicks anzeigen
es_419: Mostrar clics del mouse
es_es: Mostrar clics del ratón
fr: Afficher les clics de souris
ja: マウスクリックを表示
ko: 마우스 클릭 표시
pt_br: Mostrar cliques do mouse
zh_hans: 显示鼠标点击
zh_hant: 顯示滑鼠點按

# settings.record.noise_cancellation
source: Noise cancellation
de: Rauschunterdrückung
es_419: Reducción de ruido
es_es: Reducción de ruido
fr: Réduction du bruit
ja: ノイズキャンセリング
ko: 소음 제거
pt_br: Cancelamento de ruído
zh_hans: 降噪
zh_hant: 降噪

# settings.record.noise_cancellation.supported_help
source: Uses AVFoundation wind noise removal for the selected microphone.
de: Verwendet die AVFoundation-Windgeräuschunterdrückung für das ausgewählte Mikrofon.
es_419: Usa la eliminación de ruido del viento de AVFoundation para el micrófono seleccionado.
es_es: Usa la eliminación de ruido del viento de AVFoundation para el micrófono seleccionado.
fr: Utilise la réduction du bruit du vent d’AVFoundation pour le microphone sélectionné.
ja: 選択したマイクに AVFoundation の風切り音低減を使用します。
ko: 선택한 마이크에 AVFoundation 바람 소리 제거 기능을 사용합니다.
pt_br: Usa a remoção de ruído do vento do AVFoundation para o microfone selecionado.
zh_hans: 对所选麦克风使用 AVFoundation 风噪消除。
zh_hant: 對所選麥克風使用 AVFoundation 風切聲消除。

# settings.record.noise_cancellation.unsupported
source: Noise cancellation (not supported by this microphone)
de: Rauschunterdrückung (von diesem Mikrofon nicht unterstützt)
es_419: Reducción de ruido (no compatible con este micrófono)
es_es: Reducción de ruido (no compatible con este micrófono)
fr: Réduction du bruit (non prise en charge par ce microphone)
ja: ノイズキャンセリング（このマイクでは非対応）
ko: 소음 제거(이 마이크에서 지원하지 않음)
pt_br: Cancelamento de ruído (incompatível com este microfone)
zh_hans: 降噪（此麦克风不支持）
zh_hant: 降噪（此麥克風不支援）

# settings.record.noise_cancellation.unsupported_help
source: Wind noise removal requires macOS 15 and a compatible microphone.
de: Windgeräuschunterdrückung erfordert macOS 15 und ein kompatibles Mikrofon.
es_419: La eliminación de ruido del viento requiere macOS 15 y un micrófono compatible.
es_es: La eliminación de ruido del viento requiere macOS 15 y un micrófono compatible.
fr: La réduction du bruit du vent nécessite macOS 15 et un microphone compatible.
ja: 風切り音低減には macOS 15 と対応するマイクが必要です。
ko: 바람 소리 제거에는 macOS 15와 호환 마이크가 필요합니다.
pt_br: A remoção de ruído do vento exige macOS 15 e um microfone compatível.
zh_hans: 风噪消除需要 macOS 15 和兼容的麦克风。
zh_hant: 風切聲消除需要 macOS 15 和相容的麥克風。

# settings.record.shortcut
source: Record shortcut:
de: Aufnahmekurzbefehl:
es_419: Atajo de grabación:
es_es: Atajo de grabación:
fr: Raccourci d’enregistrement :
ja: 収録のショートカット：
ko: 녹화 단축키:
pt_br: Atalho de gravação:
zh_hans: 录制快捷键：
zh_hant: 錄製快速鍵：

# settings.record.shortcut_keys
source: Show shortcuts (never ordinary typing)
de: Kurzbefehle anzeigen (niemals normalen Text)
es_419: Mostrar atajos (nunca texto normal)
es_es: Mostrar atajos (nunca texto normal)
fr: Afficher les raccourcis (jamais le texte ordinaire)
ja: ショートカットを表示（通常の入力は表示しない）
ko: 단축키 표시(일반 입력은 표시하지 않음)
pt_br: Mostrar atalhos (nunca texto comum)
zh_hans: 显示快捷键（不显示普通键入）
zh_hant: 顯示快速鍵（不顯示一般輸入）

# settings.record.system_audio
source: Capture system audio
de: Systemaudio aufnehmen
es_419: Capturar audio del sistema
es_es: Capturar audio del sistema
fr: Capturer le son du système
ja: システムオーディオを収録
ko: 시스템 오디오 캡처
pt_br: Capturar áudio do sistema
zh_hans: 捕捉系统音频
zh_hant: 擷取系統音訊

# settings.shortcuts.break_timer
source: Break Timer:
de: Pausentimer:
es_419: Temporizador de descanso:
es_es: Temporizador de descanso:
fr: Minuteur de pause :
ja: 休憩タイマー：
ko: 휴식 타이머:
pt_br: Temporizador de pausa:
zh_hans: 休息计时器：
zh_hant: 休息計時器：

# settings.shortcuts.description
source: Click a shortcut, then enter a new key combination. Global shortcuts pause only while recording; press Escape to cancel.
de: Klicke auf einen Kurzbefehl und gib dann eine neue Tastenkombination ein. Globale Kurzbefehle sind nur während der Aufzeichnung einer neuen Tastenkombination pausiert; drücke zum Abbrechen Escape.
es_419: Haz clic en un atajo e ingresa una combinación nueva. Los atajos globales solo se pausan mientras ingresas la nueva combinación; presiona Escape para cancelar.
es_es: Haz clic en un atajo e introduce una combinación nueva. Los atajos globales solo se pausan mientras introduces la nueva combinación; pulsa Escape para cancelar.
fr: Cliquez sur un raccourci, puis saisissez une nouvelle combinaison. Les raccourcis globaux sont suspendus uniquement pendant la saisie ; appuyez sur Échap pour annuler.
ja: ショートカットをクリックしてから、新しいキーの組み合わせを入力します。グローバルショートカットは収録中だけ一時停止します。Escape を押すとキャンセルします。
ko: 단축키를 클릭한 다음 새 키 조합을 입력합니다. 전역 단축키는 녹화 중에만 일시 중지됩니다. Escape를 누르면 취소합니다.
pt_br: Clique em um atalho e insira uma nova combinação. Os atalhos globais só ficam pausados enquanto você define a nova combinação; pressione Escape para cancelar.
zh_hans: 点击快捷键，然后输入新的按键组合。全局快捷键仅在录制时暂停；按 Escape 取消。
zh_hant: 按一下快速鍵，然後輸入新的按鍵組合。全域快速鍵只會在錄製時暫停；按 Escape 取消。

# settings.shortcuts.draw
source: Draw:
de: Zeichnen:
es_419: Dibujo:
es_es: Dibujo:
fr: Dessin :
ja: 描画：
ko: 그리기:
pt_br: Desenho:
zh_hans: 绘图：
zh_hant: 繪圖：

# settings.shortcuts.record
source: Record:
de: Aufnahme:
es_419: Grabación:
es_es: Grabación:
fr: Enregistrement :
ja: 収録：
ko: 녹화:
pt_br: Gravação:
zh_hans: 录制：
zh_hant: 錄製：

# settings.shortcuts.recording_prompt
source: Type shortcut… (Esc cancels)
de: Kurzbefehl eingeben… (Esc bricht ab)
es_419: Ingresa el atajo… (Esc cancela)
es_es: Introduce el atajo… (Esc cancela)
fr: Saisissez le raccourci… (Esc annule)
ja: ショートカットを入力…（Esc でキャンセル）
ko: 단축키 입력…(Esc로 취소)
pt_br: Digite o atalho… (Esc cancela)
zh_hans: 输入快捷键…（按 Esc 取消）
zh_hant: 輸入快速鍵…（按 Esc 取消）

# settings.shortcuts.snip
source: Snip:
de: Ausschnitt:
es_419: Captura:
es_es: Captura:
fr: Capture :
ja: 取り込み：
ko: 캡처:
pt_br: Captura:
zh_hans: 区域截图：
zh_hant: 區域截圖：

# settings.shortcuts.unknown_key
source: Key %d
de: Taste %d
es_419: Tecla %d
es_es: Tecla %d
fr: Touche %d
ja: キー %d
ko: 키 %d
pt_br: Tecla %d
zh_hans: 按键 %d
zh_hant: 按鍵 %d

# settings.shortcuts.zoom
source: Static Zoom:
de: Statischer Zoom:
es_419: Zoom estático:
es_es: Zoom estático:
fr: Zoom statique :
ja: 静止ズーム：
ko: 정지 화면 확대:
pt_br: Zoom estático:
zh_hans: 静态缩放：
zh_hant: 靜態縮放：

# settings.snip.copy_when_saving
source: Also copy to the clipboard when saving a file
de: Beim Sichern einer Datei auch in die Zwischenablage kopieren
es_419: Copiar también al portapapeles al guardar un archivo
es_es: Copiar también al portapapeles al guardar un archivo
fr: Copier aussi dans le presse-papiers lors de l’enregistrement d’un fichier
ja: ファイル保存時にクリップボードにもコピー
ko: 파일을 저장할 때 클립보드에도 복사
pt_br: Também copiar para a área de transferência ao salvar um arquivo
zh_hans: 保存文件时也复制到剪贴板
zh_hant: 儲存檔案時也複製到剪貼板

# settings.snip.description
source: While zoomed, press Command+S to save the entire viewport to a file or Command+C to copy it to the clipboard. To capture part of the screen at any time, press the snip shortcut and drag a rectangle. Releasing the drag copies the selected region to the clipboard. Hold Shift with the shortcut to save the region to a file instead. Press Escape to cancel. The OCR shortcut works the same way, but recognizes the text in the selected region and copies that text to the clipboard. Saved images are PNG files named with the current date and time.
de: Drücke während des Zooms Command+S, um den gesamten sichtbaren Bereich als Datei zu sichern, oder Command+C, um ihn in die Zwischenablage zu kopieren. Drücke jederzeit den Ausschnitt-Kurzbefehl und ziehe ein Rechteck, um einen Teil des Bildschirms aufzunehmen. Beim Loslassen wird der ausgewählte Bereich in die Zwischenablage kopiert. Halte zusätzlich Shift gedrückt, um den Bereich als Datei zu sichern. Drücke zum Abbrechen Escape. Der OCR-Kurzbefehl funktioniert genauso, erkennt aber den Text im ausgewählten Bereich und kopiert ihn in die Zwischenablage. Gesicherte Bilder sind PNG-Dateien, deren Namen das aktuelle Datum und die Uhrzeit enthalten.
es_419: Con el zoom activo, presiona Command+S para guardar toda la vista en un archivo o Command+C para copiarla al portapapeles. Para capturar parte de la pantalla en cualquier momento, presiona el atajo de captura y arrastra un rectángulo. Al soltar, el área seleccionada se copia al portapapeles. Mantén Shift con el atajo para guardar el área en un archivo. Presiona Escape para cancelar. El atajo OCR funciona igual, pero reconoce el texto del área seleccionada y lo copia al portapapeles. Las imágenes guardadas son archivos PNG con la fecha y hora actuales en el nombre.
es_es: Con el zoom activo, pulsa Command+S para guardar toda la vista en un archivo o Command+C para copiarla al portapapeles. Para capturar parte de la pantalla en cualquier momento, pulsa el atajo de captura y arrastra un rectángulo. Al soltar, la zona seleccionada se copia al portapapeles. Mantén Shift con el atajo para guardar la zona en un archivo. Pulsa Escape para cancelar. El atajo OCR funciona igual, pero reconoce el texto de la zona seleccionada y lo copia al portapapeles. Las imágenes guardadas son archivos PNG con la fecha y hora actuales en el nombre.
fr: Pendant le zoom, appuyez sur Command+S pour enregistrer toute la vue dans un fichier ou sur Command+C pour la copier dans le presse-papiers. Pour capturer une partie de l’écran à tout moment, appuyez sur le raccourci de capture et tracez un rectangle. Relâchez pour copier la zone sélectionnée dans le presse-papiers. Maintenez Shift avec le raccourci pour enregistrer plutôt la zone dans un fichier. Appuyez sur Échap pour annuler. Le raccourci OCR fonctionne de la même façon, mais reconnaît le texte de la zone sélectionnée et le copie dans le presse-papiers. Les images enregistrées sont des fichiers PNG nommés avec la date et l’heure actuelles.
ja: ズーム中に Command+S を押すとビューポート全体をファイルに保存し、Command+C を押すとクリップボードにコピーします。 画面の一部をいつでも取り込むには、取り込みショートカットを押して長方形をドラッグします。ドラッグを放すと、選択範囲がクリップボードにコピーされます。Shift を押しながらショートカットを使うと、代わりに範囲をファイルに保存します。Escape を押すとキャンセルします。 OCR ショートカットも同じ操作ですが、選択範囲のテキストを認識してクリップボードにコピーします。 保存する画像は現在の日時を名前にした PNG ファイルです。
ko: 확대 중에 Command+S를 누르면 전체 뷰포트를 파일로 저장하고 Command+C를 누르면 클립보드에 복사합니다. 언제든 화면 일부를 캡처하려면 캡처 단축키를 누르고 직사각형을 드래그합니다. 드래그를 놓으면 선택한 영역이 클립보드에 복사됩니다. Shift와 함께 단축키를 누르면 대신 영역을 파일로 저장합니다. Escape를 누르면 취소합니다. OCR 단축키도 같은 방식으로 작동하지만 선택한 영역의 텍스트를 인식하여 클립보드에 복사합니다. 저장하는 이미지는 현재 날짜와 시간을 이름으로 한 PNG 파일입니다.
pt_br: Com o zoom ativo, pressione Command+S para salvar a visualização inteira em um arquivo ou Command+C para copiá-la para a área de transferência. Para capturar parte da tela a qualquer momento, pressione o atalho de captura e arraste um retângulo. Ao soltar, a área selecionada é copiada para a área de transferência. Segure Shift com o atalho para salvar a área em um arquivo. Pressione Escape para cancelar. O atalho OCR funciona da mesma forma, mas reconhece o texto da área selecionada e o copia para a área de transferência. As imagens salvas são arquivos PNG com a data e a hora atuais no nome.
zh_hans: 缩放时，按 Command+S 将整个视口保存到文件，或按 Command+C 将其复制到剪贴板。 如需随时捕捉屏幕的一部分，请按区域截图快捷键并拖出矩形。松开后，所选区域会复制到剪贴板。按住 Shift 再按快捷键可将该区域保存到文件。按 Escape 取消。 OCR 快捷键的用法相同，但它会识别所选区域中的文本并将其复制到剪贴板。 保存的图像是以当前日期和时间命名的 PNG 文件。
zh_hant: 縮放時，按 Command+S 將整個顯示區儲存到檔案，或按 Command+C 將其複製到剪貼板。 若要隨時擷取螢幕的一部分，請按區域截圖快速鍵並拖出矩形。放開後，所選區域會複製到剪貼板。按住 Shift 再按快速鍵可將該區域儲存到檔案。按 Escape 取消。 OCR 快速鍵的用法相同，但它會辨識所選區域中的文字並將其複製到剪貼板。 儲存的影像是以目前日期和時間命名的 PNG 檔案。

# settings.snip.folder
source: Folder:
de: Ordner:
es_419: Carpeta:
es_es: Carpeta:
fr: Dossier :
ja: フォルダ：
ko: 폴더:
pt_br: Pasta:
zh_hans: 文件夹：
zh_hant: 檔案夾：

# settings.snip.folder_grant_failed.message
source: DoraZoom could not record a lasting permission for this folder, so saving into it may stop working after DoraZoom restarts. Choose a folder inside your home folder, or let DoraZoom ask where to save each time.
de: DoraZoom konnte für diesen Ordner keine dauerhafte Berechtigung sichern. Nach einem Neustart von DoraZoom kann das Sichern in diesen Ordner daher fehlschlagen. Einen Ordner im Benutzerordner wählen oder DoraZoom jedes Mal nach dem Speicherort fragen lassen.
es_419: DoraZoom no pudo registrar un permiso permanente para esta carpeta, así que guardar en ella podría dejar de funcionar después de reiniciar DoraZoom. Elegir una carpeta dentro de la carpeta personal o dejar que DoraZoom pregunte dónde guardar cada vez.
es_es: DoraZoom no pudo registrar un permiso duradero para esta carpeta, por lo que guardar en ella podría dejar de funcionar tras reiniciar DoraZoom. Elegir una carpeta dentro de la carpeta personal o dejar que DoraZoom pregunte dónde guardar cada vez.
fr: DoraZoom n’a pas pu enregistrer une autorisation durable pour ce dossier. L’enregistrement dans ce dossier risque donc de ne plus fonctionner après un redémarrage de DoraZoom. Choisir un dossier dans le dossier personnel, ou laisser DoraZoom demander l’emplacement à chaque enregistrement.
ja: DoraZoom はこのフォルダの恒久的な許可を記録できませんでした。そのため、DoraZoom の再起動後にこのフォルダへ保存できなくなる可能性があります。ホームフォルダ内のフォルダを選ぶか、保存先を毎回 DoraZoom に確認させてください。
ko: DoraZoom이 이 폴더에 대한 지속적인 권한을 기록하지 못했습니다. 따라서 DoraZoom을 다시 실행한 뒤에는 이 폴더에 저장하지 못할 수 있습니다. 홈 폴더 안의 폴더를 선택하거나, 저장 위치를 매번 DoraZoom이 묻도록 설정하세요.
pt_br: O DoraZoom não conseguiu registrar uma permissão duradoura para esta pasta, então salvar nela pode parar de funcionar após reiniciar o DoraZoom. Escolher uma pasta dentro da pasta pessoal ou deixar o DoraZoom perguntar onde salvar a cada vez.
zh_hans: DoraZoom 无法为此文件夹记录长期有效的授权，因此 DoraZoom 重启后可能无法继续保存到该文件夹。请选择你个人文件夹内的文件夹，或改为每次由 DoraZoom 询问保存位置。
zh_hant: DoraZoom 無法為此資料夾記錄長期有效的授權，因此 DoraZoom 重新啟動後可能無法繼續儲存到該資料夾。請選擇你個人檔案夾內的資料夾，或改為每次由 DoraZoom 詢問儲存位置。

# settings.snip.folder_grant_failed.title
source: DoraZoom could not remember this folder
de: DoraZoom konnte sich diesen Ordner nicht dauerhaft merken
es_419: DoraZoom no pudo recordar esta carpeta
es_es: DoraZoom no pudo recordar esta carpeta
fr: DoraZoom n’a pas pu mémoriser ce dossier
ja: DoraZoom はこのフォルダを記憶できませんでした
ko: DoraZoom이 이 폴더를 기억하지 못했습니다
pt_br: O DoraZoom não pôde memorizar esta pasta
zh_hans: DoraZoom 无法记住此文件夹
zh_hant: DoraZoom 無法記住此資料夾
